/*
    Searched for CoffeeJson data online
    Source: https://github.com/CoffeeJson/json
*/
{ "coffees": [{
            "name": "Affogato",
            "description": "This is a term that literally means 'drowned'. It is the description of a shot of separately served espresso that is later poured over a the top of a scoop of vanilla ice cream or gelato. This beverage is usually served in a short drink glass and is a Italian desert favourite. Popular Affogatos include Vanilla Affogato, Mocha Affogato, and Peppermint Affogato.",
            "shop": null,
            "price": null,
            "rating": 5,
        }, {
            "name": "Americano",
            "description": "Also known as 'Lungo' or 'Long Black' and made by diluting 1-2 shots of espresso with hot water in order to approximate the texture, flavor and body of an American-style drip coffee. Said to have been originally devised as a sort of insult to Americans who wanted their Italian espresso diluted.",
            "shop": null,
            "price": null,

        }, {
            "name": "Babycino",
            "description": "A cappuccino styled drink served in an up-market café typically for children. It consists of warm milk in a small cup and topped with milk froth and chocolate powder. No espresso coffee essence is added.",
            "shop": null,
            "price": null,

        }, {
            "name": "Breve",
            "description": "A term in Italian that means short and is used to describe an espresso coffee drink made with a half-and-half light cream or semi-skim milk instead of full fat milk",
            "shop": null,
            "price": null,
        }, {
            "name": "Caffe' Freddo",
            "description": "Chilled, sweetened espresso served in a tall glass, often on ice",
            "shop": null,
            "price": null,
            "rating": 5,
        }, {
            "name": "Caffe Latte or “Latte”",
            "description": "A ‘premium milk coffee experience’. Freshly steamed milk without foam served in a tall glass with a shot of espresso coffee.",
            "shop": null,
            "price": null,
            "rating": 5,

        }, {
            "name": "Caffe Mocha",
            "description": "A combination of chocolate syrup and a shot of espresso, topped with steamed milk and a layer of micro-foam. Finished with a sprinkled of chocolate.",
             "shop": null,
            "price": null,
            "rating": 5,
        }, {
            "name": "Cappuccino Scuro",
            "description": "(AKA Dry or Dark cappuccino) Cappuccino prepared with less milk than usual.",
            "shop": null,
            "price": null,
            "rating": 5,
        }
    ]
}